<?php
    require('assets/connect/header.html');
?>
<link rel="stylesheet" href="assets/styles/confidentiality.css">
<section class="confidentiality">
    <div class="confidentiality__content">
        <h2 class="confidentiality__title">
            Политика <br> конфиденциальности
        </h2>
        <p class="confidentiality__text">
            1. Общие положения
            Настоящая Политика конфиденциальности (далее – "Политика") определяет порядок обработки и защиты персональных данных пользователей, предоставляемых при использовании сайта Ulytau education.
            Сайт действует в соответствии с законодательством Республики Казахстан, включая Закон "О персональных данных и их защите".
            <br>
            2. Сбор персональных данных
            Сайт может собирать следующие виды персональных данных:
            <br>
            ФИО;
            <br>
            Контактные данные (телефон, электронная почта);
            <br>
            Информация об интересах и предпочтениях в выборе колледжей;
            <br>
            Иная информация, необходимая для предоставления сервисов Сайта.
            <br>
            Сбор данных осуществляется с согласия пользователя при заполнении форм на сайте.
            <br>
            3. Цели обработки персональных данных
            Сбор и обработка персональных данных осуществляется в следующих целях:
            <br>
            Предоставление доступа к функционалу сайта;
            <br>
            Подбор колледжей по интересам и способностям пользователя;
            <br>
            Обратная связь с пользователем;
            <br>
            Улучшение качества предоставляемых услуг;
            <br>
            Выполнение требований законодательства Республики Казахстан.
            <br>
            4. Защита персональных данных
            Сайт применяет необходимые организационные и технические меры для защиты персональных данных от:
            <br>
            Неавторизованного доступа;
            <br>
            Изменения, раскрытия или уничтожения;
            <br>
            Нарушений конфиденциальности.
            <br>
            5. Раскрытие информации третьим лицам
            Персональные данные не передаются третьим лицам, за исключением случаев, прямо предусмотренных законодательством Республики Казахстан или с согласия пользователя.
            <br>
            6. Срок хранения данных
            Персональные данные хранятся в течение срока, необходимого для целей их обработки, либо до момента отзыва согласия пользователем.
            <br>
            7. Права пользователя
            Пользователь имеет право:
            <br>
            Получать информацию о своих персональных данных;
            <br>
            Требовать изменения или удаления данных;
            <br>
            Отзывать согласие на обработку данных.
            <br>
            Обращения по вопросам обработки персональных данных можно направлять на адрес электронной почты: kolledg.kz@mail.ru.
            <br>
            8. Изменения в политике конфиденциальности
            Администрация Сайта оставляет за собой право вносить изменения в настоящую Политику. Новая редакция вступает в силу с момента её публикации на Сайте.
            <br>
            9. Контакты
            Если у вас есть вопросы или предложения, свяжитесь с нами:
            <br>
            📧 Email: kolledg.kz@mail.ru
            <br>
            ☎ Телефон: 8 (710) 276 8410
            <br>
            📍 Адрес: г. Жезказган, Область Улытау,
                улица Байконурова 123, корпус 1
        </p>
    </div>
</section>
<?php
    require('assets/connect/footer.html');
?>